Repository: LaptevaKate/KatflixMovieApp
Catalog: KatflixMovieApp/Localizable.xcstrings
Source language: en
Languages: ru

# addToFavoritesButtonDetailV
source: Add To Favorites
ru: Вы хотите удалить из Любимых

# alertMessageDetailVC
source: Let's Watch Later
ru: Отложим просмотр на позже

# alertMessageFavoriteVM
source: Do You want to delete
ru: Удаляем

# alertOKDetailVC
source: OK
ru: Окей

# alertTitleDetailVC
source: Added
ru: Добавлено

# alertTitleFavoriteVM
source: Remove from Favorites
ru: Удалить

# btnTitleTrendingCell
source: In Favorites
ru: Любимые

# cancelTitleFavoriteVM
source: Cancel
ru: Отмена

# ddToFavoritesButtonDetailV
source: Add To Favorites
ru: В Любимых

# descriptionSlide1
source: An exciting storyline will take you into a fantasy world or help you experience all the variety of real storylines
ru: Захватывающая сюжетная линия перенесет вас в мир фантазий или поможет прочувствовать все разнообразие реальных сюжетных линий

# descriptionSlide2
source: The combination of colorful images and high-quality sound will give you a unique experience
ru: Сочетание красочных изображений, качественного звука подарит Вам неповторимые впечатления

# descriptionSlide3
source: Immerse yourself in a world filled with picturesque illustrations, or in everyday life with qualitatively drawn locations and characters
ru: Окунитесь в мир, наполненный живописными иллюстрациями, или в повседневную жизнь с качественно прорисованными локациями и персонажами

# favoritesVCTitle
source: Favorite Movies
ru: Любимые фильмы

# getStartedOnboarding
source: Get Started
ru: Приступаем

# nextButtonOnboarding
source: Next
ru: Далее

# releaseDateTextDetailVC
source: Release Date:
ru: Премьера:

# removeTitleFavoriteVM
source: Remove
ru: Удалить

# scoreTextDetailVC
source: Score:
ru: Рейтинг:

# searchVCTitle
source: Search the Movie
ru: Поиск Фильма

# titleSlide1
source: Incredible emotions
ru: Невероятные эмоции

# titleSlide2
source: Unique experiences
ru: Уникальные впечатления

# titleSlide3
source: Amazing graphics
ru: Потрясающая графика

# trendingVCTitle
source: Trending Movies
ru: Популярные фильмы
